Repository: jose1711/lxplug-updater
Catalog: po/*.po
Languages: hy

source: Updates are available Click the update icon to install
hy: Հասանելի է թարմացումներ Տեղադրելու համար սեղմեք թարմացման պատկերի վրա

source: No network connection - cannot install updates.
hy: Ցանցը առկա չէ - հնարավոր չէ տեղադրել թարմացումները։

source: Clock not synchronised - cannot install updates. Try again in a few minutes.
hy: Ժամանակը համաժամեցված չէ - հնարավոր չէ տեղադրել թարմացումները։ Մի քանի րոպե հետո նորից փորձեք։

source: Show Updates...
hy: Ցուցադրել թարմացումները...

source: Install Updates
hy: Տեղադրել թարմացումները

source: Updates are available - click to install
hy: Թարմացումները հասանելի են - սեղմեք տեղադրելու համար

source: Updater
hy: Թարմացումների գործիք

source: Hours between checks for updates
hy: Թարմացումների ստուգումների միջև ընկած ժամամանակ

source: Checks for updates
hy: Ստուգել թարմացումները

source: Reboot
hy: Վերագործարկել

source: Later
hy: Ավելի ուշ

source: Error %s - %s
hy: Սխալ %s - %s

source: Updating package data - please wait...
hy: Փաթեթների տվյալների թարմացում - խնդրում ենք սպասել...

source: Checking package details - please wait...
hy: Փաթեթների դետալների թարմացում - խնդրում ենք սպասել...

source: %s packages - please wait...
hy: %s փաթեթներ - խնդրում ենք սպասել...

source: Installing
hy: Տեղադրում

source: Downloading
hy: Ներբեռնում

source: updating cache
hy: քեշերի թարմացում

source: Comparing versions - please wait...
hy: Տարբերակների համեմատում - խնդրում ենք սպասել...

source: comparing versions
hy: տարբերակների համեմատում

source: Installing updates - please wait...
hy: Տեղադրումների թարմացում - խնդրում ենք սպասել...

source: System is up to date
hy: Համակարգը թարմ է

source: installing packages
hy: Փաթեթների տեղադրում

source: System is up to date. A reboot is required to complete the install. Reboot now or later?
hy: Համակարգը թարմ է. Տեղադրումներն ավարտելու համար անհրաժեշտ է վերագործարկում։ Վերագործարկել հիմա՞, թե հետո

source: Password Required
hy: Պահանջում է գաղտնաբառ

source: Available Updates
hy: Հասանելի թարմացումներ

source: Close
hy: Փակել

source: Install
hy: Տեղադրել

source: The following packages can be updated :
hy: Հետևյալ փաթեթները կարող են թարմանալ՝
